{
  "home": {
    "title": "Air humidification<br /> systems",
    "subtitle": "Designed to improve microclimate in your <br/>house, apartment or office",
    "button": "See how it works",
    "humidification": {
      "title": "Why air humidification matters?",
      "list": [
        "Prevents spreading of airborne infections",
        "Makes our skin and eyes healthier",
        "Supports our immune system",
        "Protects furniture and interior made of wood"
      ],
      "info": "We notice the difference in outdoor and indoor temperatures, for example, when we enter a building. Unfortunately, our senses are not finely tuned enough to detect humidity.<br /><br />Numerous scientific studies confirm that the optimal indoor humiditylevel falls within the range of 40% to 60% relative humidity (RH).<br /><br />Maintaining the ideal humidity range can enhance our health and well-being, prevent the spread of the flu, and protect wooden interiors."
    },
    "applications": {
      "title": "Applications",
      "content": {
        "houses": {
          "title": "Houses",
          "description": "Our systems are designed to keep relative humidity in the optimum range at your house to protect and prolong the lifetime of surfaces and furniture made of wood."
        },
        "apartments": {
          "title": "Apartments",
          "description": "Liechty systems help to create an optimum microclimate in your apartment, take care of your skin and mucous membranes, and support your immune system."
        },
        "offices": {
          "title": "Offices",
          "description": "Protect and prolong the lifetime of computers, laptops, printers, server room equipment, and reduce the risk of respiratory diseases among staff."
        },
        "industry": {
          "title": "Industry",
          "description": "Increase the quality and lifetime of raw materials and finished products, and improve the manufacturing process generally."
        }
      },
      "banner": {
        "subtitle": "Liechty humidification systems combine the latest innovations in atomized humidification with a conscious focus on superior hygiene and user safety.",
        "button": "Explore"
      }
    },
    "howWorks": {
      "title": "How it works",
      "content": [
        {
          "title": "Total purification",
          "description": "Inlet water goes through multi-stage filtration, including a double-stage RO system and volumetric UV sterilization. We eliminate 99.9% of hardness salts."
        },
        {
          "title": "Central equipment",
          "description": "Our equipment is specifically designed for use in residential premises, which is why our pumps and valves operate silently. Furthermore, our modules can be easily maintained on-site."
        },
        {
          "title": "HD-Schlauchleitung",
          "description": "Our hoses have an inner layer made of PTFE with stainless steel braiding. Our hoseline is specifically designed to meet high hygiene and safety standards."
        },
        {
          "title": "Nozzles",
          "description": "Miniature nozzles are typically installed in vent diffusers, walls, or ceilings, where they spray purified water directly into the premises."
        },
        {
          "title": "Hygrostats",
          "description": "The system is controlled by highly precise hygrostats that measure and monitor RH levels in the premises, ensuring it remains at the set humidity level."
        }
      ]
    }
  },
  "about": {
    "tagline": "“We improve air quality, making it fresher and healthier”",
    "button": "Discover",
    "brand": {
      "title": "Our Brand",
      "content": [
        "Our brand represents innovative humidification systems for homes, apartments, offices, and other commercial spaces.",
        "The mission of Liechty brand is to supply, install, and maintain high-quality, efficient, and safe humidification systems for residential and commercial applications.",
        "Liechty equipment meets the highest hygiene standards, with a strong emphasis on the cleanliness of the water atomized during the humidification process."
      ]
    },
    "info": {
      "title": "In numbers",
      "content": [
        {
          "title": ">15<span class=\"about-list-subtitles\">years</span>",
          "subtitle": "of experience in air humidification",
          "desc": "We have gathered all of our experience to be applied in the development of our humidification systems."
        },
        {
          "title": "2<span class=\"about-list-subtitles\">continents</span>",
          "subtitle": "of presence",
          "desc": "We have opened two head offices in Europe and Canada, where air humidification indoors is a real issue."
        },
        {
          "title": ">20<span class=\"about-list-subtitles\">partners</span>",
          "subtitle": "all over the world",
          "desc": "We are focused on expanding our network of partners & support all around the world."
        }
      ]
    }
  },
  "equipment": {
    "about": {
      "title": "About",
      "leftArticle": "All Liechty systems share a common commitment to achieving optimal water filtration before atomizing it into residential, commercial, or industrial premises. Each model of the central modules features a double reverse osmosis system, a tank for volumetric UV sterilization, and a high-pressure hoseline for washing with re-sterilization. This multi-stage purification process results in water that is 99.5% free of salts, effectively eliminating the risk of white scale formation. <br /><br /> Liechty modules are equipped with unique pumps that operate silently, ensuring high performance and a long lifespan. <br /><br /> High-precision humidity sensors monitor the RH level in the rooms and relay this information to the central module and nozzles, thus allowing for humidification with a strong emphasis on maintaining high hygiene and user safety.",
      "rightArticle": "The Classic Line series offers high pressure nozzle humidification systems with unique solutions for your home, apartment or office. <br /><br /> In this system, water is first purified by a unique multi-stage purification system and then atomized by miniature nozzles directly into the premises, instantly increasing the RH level and providing freshness. The Liechty system can be controlled using standard control units, which can be either wired or wireless and feature built-in high-accuracy humidity sensors. <br /><br /> Depending on the model, the system can be either dual-zone (CL Playgreen) or multi-zone (CL Manitoba)."
    },
    "features": {
      "title": "Features",
      "cards": [
        "Wired & wireless control units",
        "Double RO purification",
        "Noiseless operation",
        "Water circulation with UV re-sterilization",
        "Volumetric UV sterilization",
        "Service at place of use"
      ]
    },
    "models": {
      "title": "Model line"
    }
  },
  "system": {
    "diagram": {
      "title": "Structural diagram"
    },
    "features": {
      "title": "Features"
    }
  },
  "downloads": {
    "title": "Downloads",
    "content": [
      {
        "title": "Main catalogue",
        "description": "Here you may find all technical information & description for Liechty products."
      },
      {
        "title": "Booklet",
        "description": "Our booklet for an overview of Liechty developments."
      }
    ],
    "promt": {
      "title": "Download the files",
      "body": "To request all other documentation about our products, please contact us using the contact details or leave a request in the form below."
    }
  }, 
  "feedbackForm": {
    "title": "Any questions? Write us",
    "placeholder": {
      "name": "Your name",
      "phone": "Phone number",
      "email": "Your e-mail"
    },
    "button": "Send message"
  },
  "footer": {
    "copyright": "© Liechty 2023-2024. All rights reserved",
    "privacyPolicy": "Privacy Policy"
  },
  "header": {
    "nav": {
      "main": "Main",
      "about": "About",
      "equipment": "Equipment",
      "howWorks": "How it works",
      "contacts": "Contacts"
    }
  }
}